[
  {
    "url": "/posts/firstpost.html",
    "title": "Tariffs in US History",
    "desc": "Joseph Schumpeter, one of the most influential economists of the 20th century, offered a compelling defense of protective tariffs in his 1940 article, “The Influence of Protective Tariffs on the Industrial Development of the United States.”1 At a time when nearly everyone has an opinion on tariffs, Schumpeter’s perspective is worth revisiting because it is a reminder that tariffs have been a cornerstone of American trade policy since its founding. Despite Schumpeter being an “economist”, he draws heavily on historical, political, and geopolitical dimensions of protectionism--dimensions that are overlooked in today’s “debates.” although economic justifications have always been offered to either support or more often attack protectionist policies, American protectionism has historically been political act. Tariffs Have Always Been Political “I feel strongly that nothing but confusion and misunderstanding can result from any analysis of the effects of protective tariffs from purely economic considerations and without reference to the wider ambitions of the nation concerned and to the particular world situation into which its lot is cast.” Joseph Schumpeter Tariffs often become confused and misleading when viewed strictly through the lens of economics. As Schumpeter notes, America’s push for independence was as much about economic self-determination as it was about political freedom. Protective tariffs were a way to free the young nation from dependence on British and other European goods. Even before the Revolutionary War, colonial legislatures tried to enact protectionist policies, only to be blocked by royal governors. After independence, tariffs emerged as tools to assert control over the nation’s economic future. Alexander Hamilton and Henry Clay were proponents of protectionism — coined the “American System.”23 “between 600,000 and one million U.S. manufacturing jobs disappeared between 2000 and 2011 due to the “China shock” of increased trade with China” China Protectionism Retained Broad, Popular Support Schumpeter argues that while specific business interests certainly benefited from tariffs, popular support for protectionism has been remarkably consistent, especially in the industrial North. He credits this to the American public’s skepticism toward economic entanglements with Europe—beginning with its independence and resurging after events like World War I and the failure of the League of Nations. “the people at large, with an exception to be noticed presently, have given consistent support to a policy of protection and that they have all along refused to listen to what mere economists might have to say about.” Even when economists pointed to the costs of protectionism, Schumpeter notes that the general public continued to back tariffs, rejecting . The “Infant Industry” & Nurturing Growth One of the strongest arguments for protectionism is the idea that emerging industries need temporary shelter from foreign competition—a view most famously associated with Alexander Hamilton and Friedrich List.4 Industries like watches and motor cars — which initially needed tariffs to compete with foreign producers who already dominated global markets—eventually became world leaders. “Whatever we may think about this from other standpoints, in a rapidly progressing country it will have the effect of accelerating the pace of that progress by propelling investment and making it easier to face risks.” Tariffs provided a crucial buffer that allowed these nascent industries to develop domestically before expanding internationally. Without protection, capital would likely have flowed toward safer, more mature foreign investments. In contrast, a protected domestic industry—with no cheaper or more efficient foreign substitute—becomes a more attractive opportunity for investors, even if it's riskier in the short term. These dynamic matters because capital follows the path of least resistance. Every investment comes with an opportunity cost, and returns are always judged in relative terms. If domestic industries face immediate competition from entrenched global players, there’s little incentive to invest—and, therefore, innovate. But if protection discourages outsourcing and imports, it redirects capital inward, creating the space for industries to mature. America’s industrial and technological superiority enabled its rise to global hegemon in 20th century. It has demonstrated the capacity to dominate industry. Geography & Natural Resources as Offsets Critics of protectionism often highlight the risk of misallocated resources and artificially overdeveloped sectors, leading to long-term structural imbalances. The idea is that when governments protect industries from foreign competition (via tariffs or quotas), they prop up businesses that wouldn't survive in a truly competitive market. Over time, this can create a bloated, inefficient industrial structure that’s hard to unwind. However, the United States’ geographic scale and abundant natural resources has allowed it to escape these problems. As Schumpeter puts it: “The country soon grew so large as to make it possible to reap within its frontiers practically all the benefits that are usually attributed to a free-trade policy.” “The size and natural wealth of the country always absorbed whatever may have been due to the stimulus of protection, and little loss has been incurred on that account…protection did not lead to major distortions in the industrial structure. On the contrary..[it] resulted in a better balanced organism and in all-round…development.” This internal market size allowed the U.S. to achieve many of the efficiencies and specializations typically associated with open international trade—but without having to rely on it. Rather than producing lopsided or fragile industrial growth, American protectionism—uniquely buffered by geography and resources—fostered a more balanced and internally coherent industrial base than seen in most other protectionist nations. Seeing Beyond Economics Schumpeter’s essay ultimately reframes the debate. For him, analyzing tariffs purely in economic terms misses the point, and will lead to fundamental misunderstanding. Tariffs are as much (and maybe more) a political/geopolitical policy as they are economic policy. and from the beginning of America’s history, they have been used to express and realize the nation’s political independence. “I also admit that, if we lived in a peaceful world, the costs of the economic independence of this country might easily outweigh its advantage. But I submit that, since we do not live in a peaceful world, even the purely economic balance, both from the standpoint of industrial development and from the standpoint of the standard of life of the masses, may well be in favor of protection.” Schumpeter The reality is that the world is not a ‘peaceful’ place. It never will be. All of history is littered with political conflict and war—geopolitical cooperation, “free trade”, and unrestricted global capital flows is the exception, not the norm. Trade policy should be informed by the worst-case scenario—a hot war—in mind. Any economic advantage/benefit gained from trade ought to be weighed against the political risk(s). If another country produces all the goods necessary for another’s survival, e.g. pharmaceutical ingredients, any immediate economic advantage is nullified by the structural risk of societal collapse in the case of supply chain issues.5 If you have no supply chains with which to produce weapons and defense systems, you have no national security. “A. Smith treats of individual economy and economy of mankind. He teaches how an individual creates, increases and consumes wealth in society with other individuals, and how the industry and wealth of mankind influence the industry and wealth of the individual. He has entirely forgotten what the title of his book, \"Wealth of Nations,\" promised to treat. Not taking into consideration the different state of power, constitution, wants and culture of the different nations, his book is a mere treatise on the question, how the economy of the individuals and of mankind would stand, if the human race were not separated into nations, but united by a general law and by an equal culture of mind.” Georg Friedrich List 1 The Influence of Protective Tariffs on the Industrial Development of the United States “Though the economic case for free, or less restricted, trade is not so strong and the economic case for protection not so weak as a bygone generation of economists believed, I do not wish to identify myself with any of the popular arguments that are being adduced for protection in general, or for certain types of protective measures in particular” 2 Henry Clay, Political Miscellanies, vol. 1: https://books.google.com/books?id=bDlEAQAAMAAJ&pg=PA9#v=onepage&q&f=false 3 Alexander Hamilton, Report on Manufactures (1791). 4 Outlines of American Political Economy, Friedrich List 5 U.S.–China Economic and Security Review Commission, 2019: https://www.uscc.gov/annual-report/2019-annual-report-congress \"America imports 80% of its active pharmaceutical ingredients from abroad, with the largest share from China.\"",
    "date": "2025-09-01"
  },
  {
    "url": "/posts/2025-09-02-man-the-unknown.html",
    "title": "POST TITLE HERE",
    "desc": "Post content goes here…",
    "date": "2025-09-01"
  }
]